Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: It was shared by Brazilian Facebook groups such as Right Wing Conservatives, Right Wing Lives 3.0 — a name likely revealing of how many times the page had been banned from Facebook — and Admirers of Jair Bolsonaro, which refers to a Brazilian lawmaker who American journalist Glenn Greenwald's The Intercept called "the most misogynistic, hateful elected official in the democratic world".
ko: 0은 페이스북에서 차단된 횟수를 나타내는 이름이다)과 같은 브라질 인 그룹과 미국 언론인 글렌 그린왈드(Glenn Greenwald)가 'The Intercept'에서 '민주 국가에서 가장 여성혐오적이며 혐오스러운 선출직 공무원 이라고 언급한 적 있는 브라질 의원 Jair Bolsnorao의 추종자들과 같은 이들이 해당 이미지를 공유했다.

source: Even after it was reported that the tattoo artist himself had previously been sentenced to five years in prison for theft, those pages — who together amass more than 1 million followers — held fast to their support for the vigilantes.
ko: 타투 아티스트가 절도 혐의로 5년 간 복역한 전과가 있었던 것이 알려진 뒤에도 이러한 웹페이지들은-합쳐서 100만명이 넘는 팔로워를 거느리고 있다-용의자들에 대한 지지를 유지했다.

source: A crowdfunding campaign was created to help the teenager with the removal of the tattoo
ko: 당 사건 피해자 청소년의 문신 제거 비용 모금을 위한 크라우드펀딩 켐페인

source: Bolsonaro, famous for his passionate defense of Brazil's CIA-backed military dictatorship that lasted from 1964 to 1985, is one of the main voices of a rising movement in Brazil that believes human rights are to blame for the high crime rates in the country.
ko: 1964년에서 1985년 간 CIA의 후원으로 진행된 브라질의 군사 독재 정권에 대한 열렬한 변호로 유명한 Bolsonaro는 인권이 브라질 내 높은 범죄율에 대한 책임이라고 주장하는 브라질 내 일부 여론의 주요 인사 중 한 명이다.

source: Last year, a poll by the Brazilian Public Forum of Public Security found that 60% of Brazilians agreed with the phrase “a good criminal is a dead criminal” — for them, human rights only exist “to protect” criminals.
ko: 지난 해, 브라질 공공 보안 공개 포럼의 여론 조사에 의하면 60%의 브라질 국민이 '좋은 범죄자는 죽은 범죄자'라는 문구에 동의했다. 이들에게, 인권이란 범죄자들을 '보호'하기 위해 존재할 뿐이다.

source: Bolsonaro has been leading in the polls ahead of the country's 2018 presidential elections, doing especially well among the middle-upper classes.
ko: Bolsonaro는 2018 브라질 대선에 앞서 해당 여론 조사를 진행하도록 지휘했으며, 특히 중상류층을 대상으로 해당 조사를 진행했다.

source: 'A very dangerous scenario' for human rights progress
ko: 인권 성장에 '매우 위험한 시나리오'

source: Street crime in Brazil is rampant.
ko: 브라질에서는 길거리 범죄가 만연하다.

source: If you have a group of Brazilian friends, it wouldn't be surprising if nearly all of them have experienced some sort of violent mugging at least once.
ko: 브라질 인 친구들이 있는 사람이라면, 자신의 브라질 친구 거의 대부분이 어떤 종류의 범죄나 폭력을 한 번 정도는 저지른 적 있다는 것에 놀라지 않을 것이다.

source: This reality contributes to a widespread perception that the state isn't capable of enforcing law and order and it depends on the people to find justice for themselves.
ko: 이러한 현실 상황이 국가가 법 질서를 집행할 능력이 없다는 광범위한 인식의 기반이 되면서, 법질서 수호는 국민들의 자력 구제에 의존할 수 밖에 없게 되었다.

source: No wonder, then, that Brazil is a leading country in lynchings.
ko: 그래서 브라질이 린치의 선도 국가 라는 사실은 놀라운 일이 아니다.

source: According to José de Souza Martins, a sociologist who authored the book “Lynchings - Social Justice in Brazil”, Brazil has an average of one lynching or attempted lynching every day.
ko: <린치-브라질의 사회 정의>라는 책을 썼던 사회학자 José de Souza Martins에 의하면, 브라질은 매일 평균 한 번의 린치 혹은 린치 시도가 일어나는 국가다.

source: In 2014, two stories captured national attention.
ko: 첫 번째 이야기는 다음과 같다.

source: First, a teenage boy was stripped naked and had his neck locked to a lamppost with a bicycle chain in Rio de Janeiro, allegedly after he had tried to mug a pedestrian.
ko: 리오 자 네이루에서 한 소년이 알몸인 상태로 목에 자전거 자물쇠가 채워진 채 가로둥 기둥에 묶여 있었다. 소년이 행인에게 강도를 저지르려고 했다는 주장이 있던 뒤였다.

source: Only months later, a woman was killed by a mob in Guarujá, a city near São Paulo, motivated by an internet rumour that claimed she had kidnapped children.
ko: 그 사건으로부터 몇 달 뒤, 상 파울로 인근 도시인 구아루자에서 한 여성은 그녀가 아이를 납치했다는 인터넷 뜬소문을 본 사람에 의해 강도 살해 당했다.

source: At the core of those lynchings is a rejection of basic human rights like the right to life, dignity, and a fair trial — including those who have committed crimes.
ko: 이러한 린치들의 핵심에는 생존권, 존엄성, 공평한 재판을 받을 권리와 같은 기본권에 대한 반감이 숨어 있다.

source: And as in many countries nowadays, there's an increasing trend in Brazil to frame human rights as something that belongs to the political left, which in itself would render it deserving of opposition.
ko: 현대의 많은 다른 국가에서와 마찬가지로, 브라질 내에서도 인권이 정치적 좌파에 속한다는 사고의 프레임이 증가하는 추세다.

source: In an interview with Nexo Jornal, Renato Zerbini, who has a PhD in law and international relations, explains how the universality of human rights principles — one of its founding aspects — is right now threatened worldwide:
ko: Nexo Joranl 과의 인터뷰에서 법학과 국제 관계학 박사 학위 소지자인 Renato Zerbini 박사는 인권 원칙의 보편성이 지금 세계적으로 어떻게 위협받고 있는 지 설명했다.

source: In a moment where common sense, a product of this ideological dispute, indicates that human rights only protect prisoners, the poor, undocumented immigrants, it evokes a sentiment of national and social self-protection capable of gathering all those who fear the affirmation of those rights.
ko: 이념적 분쟁의 결과 대중적인 상식 선에서의 인권이란 그저 죄수, 가난한 사람, 불법 이민자들만 보호하기 위한 것이라고 오인되는 작금의 상황이, 이런 권리들(인권)에 대해 신뢰하는 것을 두려워하는 사람들을 모을 수 있게 하는 국가적 사회적 규모의 자기 방어 정서가 발생하도록 만들었다.

source: This action-reaction fits like a glove in the current international scenario: armed conflicts, huge migratory flows, political instability, terrorism, environmental destruction, corruption, fanatics of all kinds — ideological, political and religious — who tend to blend together.
ko: 이 행동-반응은 현재 국제 시나리오(무력 충돌, 대규모 이민 행렬, 정치적 불안정성, 테러리즘, 환경 파괴, 정치적 부폐, 이념과 정치와 종교를 포함한 모든 종류의 광신들-이러한 무비판적 믿음은 서로 혼합되는 경향이 있다)에 꼭 맞춘 듯 맞아 떨어진다.

source: It is a very dangerous scenario because it can erode and even destroy, partially or as a whole, the regime of protection of human rights and environment built after WWII.
ko: 이 행동-반응의 순환은 세계 2차 대전 이후 만들어진, 인권에 대한 보호 규정과 인권에 보호에 관한 배경을 부분적이거나 아니면 전체적으로 약화시키고 심지어 파괴할 수도 있기 때문에 매우 위험하다.

source: Caught Between Saudi Coalition and Houthi Rebels, Yemeni Journalists Face Challenges on All Sides · Global Voices
ko: 사우디 군사연합과 후티 반군 사이에 가로막혀, 사방에서 곤욕을 치르는 예멘 언론인들

source: An airstrike in the Yemeni capital Sana'a on 11 May 2015.
ko: 2015년 5월 11일 예멘의 수도 사나 공습.

source: Photo by Ibrahem Qasim (CC BY-SA 2.0)
ko: Photo by Ibrahem Qasim (CC BY-SA 2.

source: The conflict in Yemen, which erupted more than two years ago between Houthi rebels and forces backing the government of President Abdrabbuh Mansour Hadi, has plunged the country into an unprecedented humanitarian crisis.
ko: 2년 전 후티 반군과 압드라부 만수르 하디 예멘 대통령의 지원을 받는 군인들 사이에 발생한 내전이 예멘을 전례 없는 인도주의의 위기 속으로 밀어 넣었다.

source: Thousands of civilians have been killed and injured, millions are at risk of famine and in need of humanitarian aid, and a cholera outbreak is killing one person every hour.
ko: 수천 명의 민간인들이 죽거나 부상을 입었고, 수 많은 사람들이 기근의 위협에 시달리며 인도주의적 지원을 필요로 하는 가운데 발생한 콜레라로 인해 한 시간에 한 명이 숨을 거두고 있다.

source: The conflict worsened when a Saudi led coalition, fueled by US, UK and French arms sales, launched an airstrike campaign in support of the internationally-recognized government of Hadi in March 2015.
ko: 예멘의 내전은 미국, 영국, 프랑스의 군수 산업체들의 지원을 받았으며, 2015년 3월 국제 사회에 공인된 하디 정부의 비호 하래 공습 작전을 진행시켰던 사우디아라비아가 아랍연맹군을 이끌면서 더욱 격화되었다.

source: Yet, this conflict has come to be known as the "forgotten war", and what exacerbates the lack of media coverage are the risks journalists and media in Yemen face.
ko: 예멘의 저널리스트와 미디어가 가장 필요했던 순간, 언론은 전쟁 중인 양 단체들에 의해 침묵할 수 밖에 없었다. “전쟁 중이라는 이유로, 저널리스트들은 언론인이라는 이유로 고의적이며 계획적인 공격의 대상이 되었다.

source: At a time when the voices of Yemeni journalists and media are most needed, they are instead being silenced by the different warring parties.
ko: Takieddin al-Hudhaifi, was a freelance cameraman, while Wael al-Absi worked for the official Yemen TV channel.

source: "In light of the war, journalists have been targeted deliberately and systematically because of their work", Sweden based Yemeni blogger and journalist Afrah Nasser told Global Voices in an e-mail interview.
ko: On 26 May, while on the frontline covering the fighting in eastern Taiz, the journalists came under attack and took cover in a nearby building.

source: Only recently, two journalists were killed while covering fighting between the Saudi coalition backed forces loyal to president Hadi and forces loyal to Houthi rebels and former president Ali Abdullah Saleh on the outskirts of Taiz, a city in southwestern Yemen.
ko: According to a journalist who spoke to CPJ, Houthi fighters fired a shell at the building, killing al-Hudhaifi and al-Absi, and injuring two other journalists.

source: Takieddin al-Hudhaifi, was a freelance cameraman, while Wael al-Absi worked for the official Yemen TV channel.
ko: CPJ could not confirm whether the journalists were deliberately targeted by Houthi fighters.

source: On 26 May, while on the frontline covering the fighting in eastern Taiz, the journalists came under attack and took cover in a nearby building.
ko: However, Houthi rebels have a record of human rights abuse and press freedom violations.

source: According to a journalist who spoke to CPJ, Houthi fighters fired a shell at the building, killing al-Hudhaifi and al-Absi, and injuring two other journalists.
ko: 5월 26일, 타이즈 동부의 최전선 전투를 보도하는 동안 두 저널리스트들은 공격을 받아 근처 건물에 깔리게 되었다.

source: CPJ could not confirm whether the journalists were deliberately targeted by Houthi fighters.
ko: CPJ는 후티 반군이 의도적으로 이 저널리스트들을 공격했는지에 관해서는 확인하지 못했다.

source: However, Houthi rebels have a record of human rights abuse and press freedom violations.
ko: 그러나, 후티 반군은 이전에도 인권 침해와 언론 자유 탄압을 한 전적이 있다.

source: "The armed group of Ansar Allah (Houthis) and the forces of the former Yemeni President Ali Abdullah Saleh top the list of violations of press and media freedom in the country," Taha Yaseen, media and communication officer at the Yemen based Mwatana Organization for Human Rights, told Global Voices.
ko: “Ansar Allah(후티 반군) 무장 단체와 알리 압둘라 살레 전 대통령 군의 언론과 미디어 자유 탄압은 예멘에서 가장 심각하다. ” 라고 Mwatana 인권 단체 출신 예멘 특파원 Taha Yaseen이 글로벌 보이시스에게 전했다.

source: Mwatna documented violations that include arbitrary arrests, enforced disappearances, raids against media offices, the closure and confiscations of newspapers, unfair trials, and the blocking of websites.
ko: Mwatna는 독단적 체포, 강제적 잠적, 언론사 사무실을 향한 불법 침입, 신문의 폐간과 몰수, 불공정한 재판, 홈페이지 폐쇄를 포함한 언론 탄압에 대한 사건들을 기록했다.

source: Houthis impose Internet censorship
ko: 후티 반군은 인터넷 검열을 도입했다.

source: Days after Saudi Arabia began its airstrike campaign against Houthi rebels in March 2015, state-owned Yemen Net, the largest internet service provider in the country, blocked several news and search websites.
ko: 2015년 3월 사우디 아라비아의 후티 반군 공습 작전이 있었던 날로부터 며칠 뒤, 예멘에서 가장 큰 인터넷 서비스 제공 업체이며 정부가 운영하는 YemenNet이 기사와 홈페이지의 검색을 차단했다.

source: YemenNet and other government buildings and institutions including the ministry of communication and information have been under the control of Houthi militias since January 2015, making it easy for them to censor and block websites that challenge their narrative.
ko: YemenNet, 다른 정부 청사들, 정보통신부를 포함한 기관들은 2015년 1월 이후 후티 군의 지배 하에 들어 가, 후티 군은 자신들의 주장을 반박하는 홈페이지들을 검열하고 차단하기 용이해졌다.

source: Blocked websites include online media sites that have been critical of the Houthis and their rights abuses such as Yemen Press and Mareb Press.
ko: 차단된 홈페이지들 중에는 후티 군과 후티 군의 인권 침해에 비판적이었던 Yemen Press 와 Mareb Press 같은 온라인 미디어 사이트들이 포함되어 있다.

source: Later, the Houthis also blocked websites of the Saudi-onwed Al-Arabiya, and the Qatari-owned Al-Jazeera.
ko: 나중에 후티 군은 사우디 아라비아가 소유한 Al-Arabiya 과 Qatari의 소유였던 Al-Jazeera 또한 차단시켰다.

source: A report by the University of Toronto's CitizenLab on information controls in Yemen during the 2015 armed conflict, concluded that Internet filtering products sold by the Canadian company Netsweeper were being used to filter critical political content, independent media websites, and all URLs belonging to the Israeli (.il) top-level domain.
ko: 토론토 대학의 Citizne Lab이 조사한 2015년 무장 갈등부터의 예멘의 정보 조작에 관한 보고서는 캐나다의 Netsweeper가 판매하는 인터넷 필터링 상품들이 정치적으로 중요한 내용, 독립 미디어 웹사이트, 이스라엘의(. il) 최상위 도메인에 해당되는 모든 URL들을 걸러내는 데 쓰였다고 결론 지었다.

source: According to Mwatna Organization, at least 36 news websites were blocked by YemenNet.
ko: Mwatna 조직에 따르면 YemenNet은 최소한 36개의 뉴스 웹사이트를 차단했다.

source: For two years, the Houthis have been arbitrarily detaining nine journalists without charge or trial.
ko: 2년 동안 후티 반군은 재판이나 혐의 없이 9명의 저널리스트들을 독단적으로 구금한 상태다.

source: Nine NGOs demand the release of journalists held by Huthi forces for two years https://t.co/k73oXWrOWe pic.twitter.com/m5pxgLJfNb — Amnesty Gulf (@amnestygulf) June 9, 2017
ko: com/m5pxgLJfNb — Amnesty Gulf (@amnestygulf) June 9, 2017 2017년 6월 9일

source: On 9 June, nine organizations including Amnesty International, Article19 and the Gulf Center for Human Rights (GC4HR), released a joint statement calling for the journalists' release.
ko: 6월 9일, 국제 사면 위원회, Article19, the Gulf Center for Human Rights (GC4HR)를 포함한 9개의 NGO들이 저널리스트들의 석방을 요구하는 공동 성명을 발표했다.

source: According to the statement:
ko: 성명에 따르면,

source: Abdelkhaleq Amran, Hisham Tarmoom, Tawfiq al-Mansouri, Hareth Hamid, Hasan Annab, Akram al-Walidi, Haytham al-Shihab, Hisham al-Yousefi and Essam Balgheeth have been detained since 9 June 2015 when they were arrested by armed men in a room from where they were working in Qasr Al-Ahlam Hotel, Sana’a.
ko: Abdelkhaleq Amran, Hisham Tarmoom, Tawfiq al-Mansouri, Hareth Hamid, Hasan Annab, Akram al-Walidi, Haytham al-Shihab, Hisham al-Yousefi, Essam Balgheeth는 일하고 있던 사나의 Qasr Al-Ahlam 호텔에서 무장한 사람들에게 체포당한 2015년 6월 9일부터 구금 상태에 있다.

source: Those who arrested the men were dressed in a mixture of civilian, military and General Security clothing, and some had slogans on their weapons that are associated with the Huthi armed group and its political wing, Ansarullah.
ko: 이들을 체포했던 사람들은 민간인, 군인, 일반 경찰 제복을 섞어서 입고 있었으며, 후티 무장 단체와 연관된 인용문인 Ansarullah와 후티 무장 단체의 슬로건들을 무기에 걸고 있었다.

source: According to their families, the men are not aware of the reasons for their continued detention, and have not been formally charged or brought to trial.
ko: 구금된 저널리스트들의 가족들에 의하면, 구금된 저널리스트들은 계속되는 구금 생활의 이유를 알지 못하고 있으며, 공식적인 혐의나 재판 청구도 이루어 진 적이 없다고 한다.

source: In the past, family members told Amnesty International that the detainees told them they overheard guards saying that the nine journalists are being held because they are linked to “terrorism” and “tarnishing the image of the Huthi popular committees”, as well as “working for Saudi Arabia, Qatar, United Arab Emirates, America and Israel.”
ko: 이전에 가족들은 9명의 저널리스트들이 그들이 구금된 이유가 "사우디 아라비아, 아랍 에미리에이트 연합, 미국, 이스라엘글 위해 일한 것" 뿐만 아니라 "테러리즘"이나 "Huthi popular committee의 이미지의 왜곡"과 관련이 있기 때문이라고 간수들이 이야기하는 것을 들었다고 암네스티 인터네셔널(국제 사면 기구)에 말했다. 이 저널리스트들은 다양한 뉴스 매체들에 근무하며, 몇명은 후티 무장 단체에 반대하는 뉴스 매체에 근무하지만 다른 이들은 al-Islah 반대파에 속해 있다.

source: The journalists work for a variety of news outlets, some of which oppose the Huthi armed group, while others are aligned to the al-Islah opposition political party.
ko: Al-Qaedi는 Suhayl TV 채널에서 근무하였는데, Suhayl TV 채널은 예멘 무슬림 형제단과 al-Islah 정당과 제휴 중이며, 후티와의 전투에 연루된 곳이다.

source: In addition, a tenth journalist Salah al-Qaedi has been in arbitrary detention since 28 August 2015, after Hourthi rebels arrested him at his home.
ko: 2015년 3월 Suhay TV을 폐쇄하기 전 2014년 9월 후티 군은 Suhay TV에 불법 침입 했었다.

source: Al-Qaedi worked at Suhayl TV Channel, which is affiliated with Yemen's Muslim Brotherhood, al-Islah party, involved in the fighting against the Houthis.
ko: The prominent 61 year-old writer and journalist was convicted of spying for Saudi Arabia.

source: In September 2014, Houthi militias raided the office of Suhay TV before shutting it down in March 2015.
ko: He contributed to a number of Yemeni and Arabic newspapers, and published articles critical of the Houthi militias.

source: In another disturbing case, a Houthi court in the capital Sana'a, sentenced journalist Yahya al-Jubaihi, in arbitrary detention since September 2016, to death, following what rights groups described as an unfair trial.
ko: 다른 충격적인 사건은, 수도 사나에 있는 한 후티 법원이 저널리스트 Yahya al-Jubaihi에게 2016년 9월부터 종신 기간의 구금을 선고한 것이다.

source: The prominent 61 year-old writer and journalist was convicted of spying for Saudi Arabia.
ko: 인권 단체들은 사건에 대해 즉각 불공평한 재판이라 설명했다.

source: He contributed to a number of Yemeni and Arabic newspapers, and published articles critical of the Houthi militias.
ko: 이 61세의 유명한 작가 겸 저널리스트는 사우디 아라비아의 스파이라는 이유로 유죄 선고를 받았다.

source: Yet, Houthis rebels are not the only group responsible for violations against journalists and media.
ko: 그는 많은 예멘과 아랍의 신문에 공헌했으며, 후티 군대를 비판하는 기사들을 썼었다.

source: Several journalists were killed by Saudi-coalition airstrikes.
ko: 그러나, 후티 반군만이 저널리스트와 미디어 탄압에 책임을 져야하는 것은 아니다.

source: On 17 January 2016, freelance journalist Almigdad Mojalli was killed by a Saudi-led coalition airstrike outside the capital Sanaa.
ko: 사우디 아라비아 연맹군의 공습으로 인해 저널리스트 여러 명이 목숨을 잃었다.

source: Almigdad was on assignment for Voice of America, but he also covered the conflict for The Telegraph and the humanitarian news and analysis agency IRIN.
ko: 2016년 1월 17일, 프리랜서 저널리스트 Almigdad Mojalli는 사우디 아라비아가 이끌었던 수도 사나에서의 연합군의 공습에 의해 목숨을 잃었다.

source: Few days later, 17 year-old cameraman Hashim al-Hamran died in hospital after he was seriously injured by another coalition airstrike.
ko: 몇 일 뒤, 17살난 카메라맨 Hashim al-Hamran이 다른 연맹군 공습에 의해 심각한 부상을 입은 뒤 병원에서 사망했다.

source: Al-Hamran was reporting for the Houthi-affiliated al-Masirah TV, in the town of Dahyan, in Saada province.
ko: Al-Hamran는 Saada 지방의 Dahyan 마을에서 하티와 제휴 중이던 al-Masirah TV에 보도하고 있었다.

source: In areas that are under the control of Hadi and his forces, journalists are also targeted, detained and even tortured, Yaseen said.
ko: 하디와 그의 군대의 영향력 아래에 있는 지역들에서, 저널리스트들 역시 공격의 대상이 되며, 구금되거나, 심하게는 고문당하기도 한다고 Yaseen이 말했다.

source: His organisation also documented the kidnapping of at least two journalists by jihadi groups affiliated with the Popular Resistance, formed to defend Taiz against Houthis' advances.
ko: Yaseen의 단체 역시 하티의 우세에서 Taiz를 지키기 위해 세워진 Popular Resistance와 협력 관계인 지하드 조직들에게 최소한 두 명의 저널리스트들이 납치된 것으로 알려졌다.

source: These violations and pressures are having a disastrous impact on independent media in Yemen and the coverage of the war.
ko: 이러한 폭력과 압력은 예멘의 독립 미디어와 전쟁 보도에 나쁜 영향을 끼친다.

source: "There is no independent media covering the reality of the situation in Yemen", Fatima al-Aghbari, a Yemen based editor at the Yemeni Media Center, who covers politics and human rights, told Global Voices.
ko: "예멘의 현실 상황을 다루는 독립 미디어는 한 군데도 없습니다. " 라고 Yemeni Media Center 에서 근무 중인 예멘에 근거지를 둔 정치 및 인권을 보도하는 편집자 Fatima al-Aghbari가 글로벌 보이시스에게 말했다.

source: She adds:
ko: 그녀는 다음과 같이 덧붙였다.

source: For Nasser, the war's coverage has turned into a "battle-zone".
ko: Nasser에게 있어, 전쟁에 관한 보도가 "전장"으로 변한 것 같다.

source: She says:
ko: Fatima al-Aghbari가 말하길:

source: Each side in the war portraits only its “truth” totally incomplete picture of the situation.
ko: 전쟁을 하는 양측은 자신의 "진실" 상황의 불완전한 그림 밖에 보지 않는다.

source: As a result, you find a great deal of war propaganda.
ko: 그 결과, 전쟁에 대한 과장된 선전이 가득차게 되었다.

source: No middle ground for any other type of media; local independent press suffers a great deal and it has collapsed.
ko: 다른 시각의 언론 보도를 위한 타협안은 존재하지 않는다. 지역의 독립 언론들은 무너지며 고통받고 있다.

source: In a statement published on the occasion of Word Press Freedom Day, Mwatana warned that press freedom in Yemen is facing "eradication":
ko: Mwatana는 Word Press Freedom Day에 발표된 성명에서 예멘의 언론 자유가 "멸종"할 위기에 처했다고 경고했다.

source: the continuation of systematically violent and repressive practices against journalists and their institutions and means would lead to the extinction of the profession of journalism and the elimination of the remaining margin of freedom of expression that existed in Yemen before the war.
ko: 언론인과 언론 기관과 수단에 대한 체계적으로 폭력적이고 억압적인 관행이 계속되면 저널리스트라는 직업이 멸종되고 전쟁 전 예멘에 남아 있던 표현의 자유가 사라지게 될 것이다.

source: As there is no end in sight to the war in Yemen, journalists will continue to face risks that threaten their safety and freedom.
ko: 예멘의 전쟁이 종식될 기미가 보이지 않기 때문에 저널리스트들은 안전과 자유를 위협하는 위험에 계속 직면할 것이다.

source: Even if the war ends today, the country will be left to deal with collapsed state institutions, making any investigations into human rights abuse and press violations, a difficult task.
ko: 전쟁이 오늘 끝나더라도, 국가는 붕괴된 국가 제도를 재구축해야하기 때문에, 인권 탄압과 언론 폭력에 관해 조사를 하는 것은 어려운 일이다.

source: This is of course, if whoever is going to seize political power, will be willing to impartially investigate such abuses.
ko: 물론, 그것도 정치 권력을 장악하려는 사람이 공평하게 그러한 폭력을 조사할 의시가 있을 때의 일이다.

source: If not, violations will very like continue to happen.
ko: 그렇지 않으면 폭력은 계속 발생할 것이다.

source: However, Yemeni journalists do not have to fight this battle on their own.
ko: 그러나 예멘 저널리스트들이 이 전투를 스스로 해결할 필요가 없다.

source: International organizations working to promote press and media freedoms can offer support, Yemeni activists and journalists told Global Voices.
ko: 언론 및 미디어 자유를 증진하기 위해 노력하는 국제 기구들은 지원을 제공할 수 있다고 예멘 활동가들과 언론인들은 글로벌 보이시스(Global Voices)에 말했다.

source: These organizations can "shed light on the distress the Yemeni journalists are facing and make their voices heard to the world", said Yaseen from Mwatana.
ko: "이 단체들은 예멘 기자들이 직면하고 있는 고통에 대해 밝히고 그들의 목소시를 세계에 들려 줄 수 있다.

source: "It’s very important to give these journalists the attention while they are alive not when they are killed or arrested", Afrah Nasser said.
ko: "이들 기자들이 살해되거나 체포되지 않았을 때, 살아 있는 동안 저널리스트들에게 주의를 환기하는 것은 매우 중요하다.

source: The attention that these local journalists could get while they are alive could really give them a sort of protection from such violations.
ko: 이 현지 저널리스트들이 살아 있는 동안 얻을 수 있는 관심은 실제로 일어나는 폭력으로부터 보호와 같은 역할을 할 수 있다.

source: Al-Aghbari also pointed out to the fact that several Yemeni journalists today live in poverty, which has prompted them to abandon the profession.
ko: Al-Aghbari는 또한 몇몇 예멘 저널리스들이 빈곤하게 살고 있다는 사실을 지적했는데, 빈곤은 직업을 포기하게 만드는 이유 중 하나이다.

source: She added that international organizations could, for example, provide Yemeni journalists working on the ground with physical safety kits, and technology tools to allow them to carry on with their reporting, or help them leave the country when needed.
ko: 그녀는 국제 기구가 예를 들어 물리적인 안정 장비 및 기술 도구를 제공하는 식으로 예멘 기자들이 보도를 계속하거나 필요할 때 예멘을 떠날 수 있도록 도울 수 있다고 덧붙였다.

source: This Jamaican Scientist's Marijuana-Based Anti-Cancer Drug Has Been Approved by the FDA · Global Voices
ko: 자메이카 과학자가 마리화나에서 개발한 항암제가 FDA에 의해 승인되다.

source: Sativa; photo by Dank Depot, CC BY-NC 2.0.
ko: Sativa; photo by Dank Depot, CC BY-NC 2.

source: The U.S. Food and Drug Administration (FDA) recently granted orphan drug approval for Chrysoeriol, a cannabis-based drug used to treat acute myeloid leukaemia, which was developed by Jamaican scientist Dr. Henry Lowe.
ko: 미 식품의약국(FDA)은 최근 마리화나로부터 개발된 의약품인 크리소에리올 (Chrysoeriol) 을 급성 골수 백혈병 치료에 사용할 수 있도록 희귀의약품으로 승인했다.

source: Dr. Lowe founded Medicanja Ltd — described as "Jamaica's first medical cannabis company" — in 2013.
ko: 로 박사는 2013년 “자메이카의 첫번째 의료용 대마 회사” 라 할 수 있는 메디카니아 유한회사(Medicanja Ltd)를 설립하였다.

source: Its distinguished board of directors includes two former prime ministers and a former governor general.
ko: 유명한 임원진으로는 2명의 전 수상과 한명의 전 총독이 있다.

source: The US Orphan Drug Act gives special status to a drug or biological product to treat a rare disease or condition upon the request of a sponsor.
ko: 미국 희귀의약품법에서는 발안자의 요청에 따라 희귀 질병을 치료하는 의약품이나 생물학 제재에 특수한 등급을 부여한다.

source: Under the act, Dr Lowe will qualify for some development incentives, including tax credits for some clinical testing.
ko: 이 법에 따르면, 로 박사는 임상시험에 대한 세금 공제를 비롯한 몇 가지 우대 조건에 부합한다.
